{
  "data": [
    {
      "id": 1,
      "title": "Mitochondrial Eve",
      "description": [
        "Do we all have a common ancestor? Science says yes, and she’s more recent than we might think. Mitochondrial Eve is not a forgotten medieval holiday. It is a person – at least theoretically. Humanity has been around in one form or another for millions of years. Just how ‘humanity’ is defined varies from science to science and even from person to person. Homo habilis – a species of early humans – first appears in the fossil record around 2 million years ago. Soon after, Homo erectus ",
        "emerged, arguably the first people to tame fire. But some people wouldn’t call them ‘fully human’. Homo sapiens and Homo neanderthalensis appeared independently some time between 200,000 and 300,000 years ago. Together, these groups interbred to become modern humans. By 40,000 years ago or so, the only ‘hominids’ remaining were thoroughly modern humans – Homo sapiens sapiens. So our OLDEST living ancestor was millions of years ago. Bet we also had a MOST RECENT common ancestor. ",
        "Some time, long after the genus Homo had developed, some person happened to have children who became ancestors to everyone currently alive. Science has even found a way to tell who that might have been. Most of us know how DNA works, and what DNA tracing can do for the field of genealogy. However, we all have several kinds of DNA. The kind we most often think about is ‘nuclear DNA’, the DNA of the cell’s nucleus. All the ‘chromosomes’ and ‘genes’ we hear about are part of the nuclear DNA. But human cells are complex little beasts, and they have organelles in them besides the nucleus. One other type of organelle is called the ",
        "mitochondrion. Mitochondria have their own, completely separate DNA. Why? Because they aren’t strictly human. They’re more like parasites that have been part of us for so long we could not live without them, nor they without us. But mitochondria were once simple bacteria, and they have simple bacterial DNA. We get all of our mitochondria from our mothers – they hitch a ride in the egg, and reproduce to be a part of every cell we’ll ever have. Because they reproduce asexually – dividing as bacteria do – their DNA changes very slowly indeed. So slowly that scientists can track every little mutation, and tell from that how long ago it must have ",
        "been since all of our mitochondria were identical descendants of those in a single human being – Mitochondrial Eve. According to the egg-heads, it happened 155,000 years ago – after Homo sapiens evolved, but before any of us had migrated out of Africa. So, if the scientists are right, and if we could magically get records from before writing was invented, all of our family trees would link up around 10,000 generations in the past. However, they would all go back farther than that, as well. ‘Mitochondrial Eve’ is just a name. ",
        "She isn’t the ‘Biblical Eve’, and she certainly wasn’t the first human female. There were tens of thousands of people in the world back then, perhaps more. She just happens to be one of the ancestors of every human living today – and therefore of every human who will ever live going forward. Still, maybe it will help us feel some solidarity in a time when people seem so eager to fight over differences. "
      ]
    },
    {
      "id": 2,
      "title": "Genealogy project ideas",
      "description": [
        "Have a bit of time on your hands? Here are some great ways to help fill out your family tree. Genealogy is a great hobby, and one that can occupy you for years or decades. But it can all start to feel a bit ‘samey’ after a while. If you’ve gotten into a rut with your family tree explorations, consider any of the following as a way to ‘blow out the cobwebs’ and approach your genealogy from a different direction. ",
        "Do some work on that book of family history Names and dates are one thing, but anyone who has delved into their family’s past will also have heard some interesting stories. Write one or two of them down. Who knows – you might end up with something publishable. If not, it would still make a worthy ‘vanity press’ book you can give to relatives. Gifts based on a shared family history make incredibly meaningful and personal presents. In a world of gift certificates and mass produced plastic garbage, make something no one else could for someone who will really appreciate it. ",
        "Sort out (and label) all your family photos Maybe you’ve been putting this, or something like it, off for too long already. Organise your photos, mementos, or other bits of family history. And make sure to write a few things down about each of those photos or items. After all, you might know why Uncle Zeke was holding a broken model airplane in that photo, but will your grandchildren, if you aren’t around to ask? Do your bit for future family historians. ",
        "Make time to see some old or distant relatives, and write down their family stories. Just imagine how many family stories have already been lost to time. Get out here and record a few. Encourage them to spill the beans about the really juicy stories. Heck, make sure to ask about the scandals. Those make the most interesting reading generations down the road, when no one is left to be embarrassed. ",
        "Is anyone else in your family or friend group working on a genealogy? Help them with theirs. If your family history is beginning to feel a little stale, why not lend your expertise (and resources) to someone else’s work? Seeing someone else’s enthusiasm for the subject many be all the boost you need. Also, you never know when you might need a hand too. ",
        "Pick up a new genealogy book Genealogy and family tree research has become very popular in the last few years. There are new books being written all the time, and some of them have very innovative ideas. At the worst, you could learn something new. At the best, you could find a renewed interest in one of your pet passions. No one ever regretted reading a good book.See if there are any genealogy conferences or seminars in your area coming up These can be great opportunities to learn new techniques and see some of the products and services on the market for both amateur and professional genealogists. Many even give away free samples or trials. ",
        "Take a mini vacation organised around genealogy Is there a place associated with your family, or a set of isolated records you’ve always wanted to see? Take a few days, and make a vacation out of it. At the very least, a change of scenery does most people good! "
      ]
    },
    {
      "id": 3,
      "title": "What is Genealogy?",
      "description": [
        "What Is ‘Genealogy’, Anyway? Many people find this blog – indeed, this hobby – while exploring family tree research. With the increase in computerization of records today, it is easier than ever to find out about your roots. But is that the same thing as ‘genealogy’? Genealogy defined Strictly speaking, genealogy is the study of, or an account of, the descent of a person or group from their ancestors. It can also be ‘an account of the origin and historical development’ of a family, person or object (https://www.merriam-webster.com/dictionary/genealogy). ",
        "In that context, genealogy is pretty much synonymous with ‘family tree research’, it just sounds a little more ’proper and scientific’. Still, genealogy defines itself as a science, and it tries to follow procedures designed to make its findings more reliable. A great deal of family tree research is…. unreliable at best. Genealogy attempts to find proof of the family rumours and legendary links to famous people of the past. In that sense, it really is a more scientific approach.What is ‘the genealogical approach’, then? Typically, genealogical research begins with a specific person or nuclear family, and traces their descent backwards through several generations. ",
        "This is generally fairly easy at first, when people’s names and birthdays are still a part of living memory. Getting precise names and birth/death dates for your parents’ grandparents is usually possible, for example. Beyond that, you often need to delve into ‘proper research’. We’ll explore what that means in later pieces.But what about collateral relatives? Neither family tree research nor ‘proper genealogy’ has to stop with the subject’s direct ancestors. Just as your cousins are a part of your family, the siblings of your direct ancestors and their own children are a valid part of your genealogy. ",
        "Most ‘complete’ family trees include first, second, third and even fourth cousins of the subject, for example. Research into collateral family lines isn’t just idle curiosity or the ‘completist urge’ either. In researching collateral relatives, you can learn a tremendous amount about the family as a whole, and come to understand some of the stories and events which made your family what it is today. Are there ‘professional genealogists? Are they more scientific about the whole thing? There are, and sometimes they take a much more hard-evidence approach.  ",
        "There are plenty of ‘experts in genealogy’ out there, all over the world. Some have been formally trained, but others are completely self-taught. Generally, speaking, if you expect to make any money offering genealogy as a service, you will be expected to follow very strict, conventional procedures for collecting and evaluating genealogical evidence, and in drawing conclusions from that evidence. There is also a lot of cross-over with other fields of science. Many professional genealogists have become experts in DNA testing and analysis as well (just as many trained DNA scientists haver developed expertise in genealogical research). ",
        "What is genealogy? Genealogy is organised, disciplined research into the ancestry of an individual, or of a family. It can be a very exacting, records-based research science. It can be supported by DNA testing and evidence. It can also be a casual hobby one engages in to explore your own interests and curiosity about your ancestors. Genealogy is precisely what you make of it. "
      ]
    },
    {
      "id": 4,
      "title": "When is it time to start over?",
      "description": [
        "When it’s time to start over What could drive you to begin your genealogy again from scratch? This will seem like a very alarming idea to some of us. If you just got started in the hobby a few weeks or months ago, you probably didn’t experience a pang if dread at the idea of scrapping all of your work and starting over with a slightly different approach, or with new sources of data. However, some of us have put years or even decades into our family tree research. Some of us have filled while volumes with names, dates and anecdotes about our ancestors. ",
        "Some of us have published books! What might possess a genealogist in that position to just… start over? It’s not as radical an idea as it sounds, however. Here are two reasons why it might not even sound crazy: New materials, methodologies or evidence has become available DNA evidence was an absolute game changer in the genealogy world. If you started your family tree research before this was available, or before it was cheaply and easily available, it might not be a bad idea to go back to the beginning and make sure your entire structure isn’t built on a shake foundation. ",
        "That said, you don’t necessarily need to scrap all of your previous work. There is every chance that your DNA evidence will confirm what your other research has shown. In that case, any new DNA based discoveries can supplement your existing work, not replace it. On the other hand – what if the DNA doesn’t match? What if, say, Great Grandpa Melvin, the patriarch of your current extended family, isn’t genetically related to any of the other children of his parents? Does that really negate all that family history? Lots of people were adopted secretly. Lots of half-siblings were full, real parts of the family. ",
        "Lots of genetically unrelated people really were family. Don’t obsess over DNA. There is more to family (and family history) that biology. Just note ‘probably adopted, relationship confirmed’ or the equivalent. Your skills have levelled up since you began your genealogy Let’s say you started your family tree research 15 years ago. You’re probably dramatically more skilled at research, at citation, and at drawing valid conclusions from your sources than you were when you started. Looking back at the base of that family tree might seem… embarrassing. You can do better. You’re doing better as we speak! So why not go back and re-do the beginning?  ",
        "There are two likely outcomes, and they are both positive: You do the first few generations over, only better, and you confirm that you didn’t make any fundamental errors. You feel more confident, and your work looks that much better to an external analysis. You discover a basic, glaring error that compromises some of your later work. This will be emotionally devastating, we’re not gonna lie. But… you can fix it, and do it right. ",
        " And going forward, you have the same confidence you had before that everything is correct – only you’re not wrong this time. That has to be better than waiting another year or two to check, and having to scrap that much more work. So don’t be afraid to re-evaluate your earlier work. It is always better to know for sure.  "
      ]
    },
    {
      "id": 5,
      "title": "Free online genealogy research",
      "description": [
        "Online Genealogy Research for Free There comes a time in every genealogist’s or family tree researcher’s life when the have to look for new resources – even a site as overall amazing as Family Tree 365 has limits ;). Once, doing extended family tree research meant travelling to the records offices and libraries of small towns or even translating crumbling documents from your ancestors’ native languages. Today, more and more resources have been digitised and made available to the public. Here, we’ll explore a few of the best free sources for primary genealogical data. ",
        "he Internet Archive Many of us know the Internet Archive because of the ‘Wayback Machine’. But there is a lot more to it than that. The archive has around 20 million digitised volumes available completely for free. Make sue you check sub-pages like https://archive.org/details/internetarchivebooks, https://archive.org/details/additional_collections and collections grouped by country or language of origin. HathiTrust HathiTrust describes itself as “a partnership of academic and research institutions, offering a collection of millions of titles digitized from libraries around the world” ",
        "Note that you can search their archives of millions of volumes from home, and access a great deal of the information therein. However, if you want to download full scans of many of their books, you’ll need an ‘institutional login’. You can often get your local university or research library to help with this. FamilySearch Digital Library The FamilySearch Digital Library has collected around half a million digitised books and other family history resources. It is a great place to find prepared genealogies, books on the subject of genealogy, and the histories of places all over the world.  ",
        "It is also particularly easy to add your own resources to FamilySearch, so you can ‘pay it forward’ many times over. GG Archives The GG Archives has been operating for more than 20 years, and they have an extensive list of digitised resources of interest to family tree researchers of all kinds. That includes immigration records, military records, passenger lists for ocean travel, as well as tremendous social and cultural history sections. In addition to learning about your ancestors, you can better understand the culture and society in which they lived, or into which they immigrated. ",
        "The National Archives of Ireland These Archives are the official repository of all State records in the Republic of Ireland, and they even have an extensive sub-site dedicated to genealogy - https://www.nationalarchives.ie/article/our-genealogy-website/. They have fully digitised census records going back some 200 years, and records of wills and indexes going back to the 16th century. The UK National Archives Similarly, the UK’s National Archives seek to make the official records and a huge collection of historical material from England, Wales, Scotland and Northern Ireland available online. The site invites you to ‘explore 1000 years of history’, and they largely deliver on this promise. ",
        "The WorldGenWeb Project The WorldGenWeb project was developed to help researchers trace family histories in different parts of the world. Today, it is divided geographically, into EastEuropeGenWeb, CenEuroGenWeb, Ireland & United KingdomGenWeb and MediterraneanGenWeb. If you’re not sure where to start, try the WGW Country Index "
      ]
    },
    {
      "id": 6,
      "title": "Ethical issues in genealogy",
      "description": [
        "Ethical genealogy – how much of what you discover should you reveal? Genealogists and family history researchers often discover uncomfortable truths about their own family, and often there are several people still alive who would feel strongly – one way or another – about those secrets becoming widely known. How do you handle such a situation? Professional genealogists and historians, of course, have established Codes of Conduct they are expected to follow, and already know the way they are supposed to handle these issues. Amateur historians and family tree researchers, though, rarely have that training. ",
        "Nor do they have the support of a formal ‘code of conduct’ to fall back on. Every extended family seems to have a ‘lorekeeper’. Someone who knows all the stories, the truth behind all the sordid secrets and where the bodies are buried – sometimes literally. A great aunt perhaps. Someone who knows precisely who had affairs with who going back to the last war, and can make some very educated observations about which birth certificates are not 100% accurate. Finding and gaining the trust of such a lorekeeper can lead to amazing breakthroughs when it comes to family history – as well as learning a few secrets you might wish you never knew about. ",
        "Once that happens, what are your responsibilities – to yourself, to your family, and to the truth in the abstract? One of the most common circumstances you might find is the ‘secret first marriage’. It might have been ‘quietly observed’ during a couple’s life that one (or even both) of them had previously been married, but for cultural or personal reasons, this wasn’t spoken of. A secret like that can easily fall out of living memory… until someone goes digging through marriage records in the town. Something like that, by itself, might not even be an issue today. But what if the earlier union had offspring? ",
        "What if there is an entire line of cousins that had not previously been acknowledged, or even known about? What if the first marriage was never officially ended? There are people living today who could be scandalised to find out their parent’s or grandparent’s marriage wasn’t 100% above-board and proper. Do you make this information part of the ‘official’ family tree you are putting together, or do you maintain the fiction? Being open about what you’ve discovered could see entire branches of your family tree never speaking to you again (this is an extreme example, but it has happened). ",
        "Hiding the fact could deny an important fact from dozens or hundreds of people who would prefer to know the truth. Another level of ethical concern comes from the possibility of publishing your results online. Sharing the story of Great-Gran-Edna’s-Secret-First-Son-Who-was-Raised-By-Her-Sister among your relatives in a quiet, controlled fashion is one thing. You’re one of the ‘lorekeepers’ now. There is precedent. But how would people feel if you made that ‘revised’ family tree public? Pearls, even today, might be clutched. ",
        "You can always stop telling a story if you change your mind about the ethics of it. You can even deny ever telling it that way. But once something is online, it is effectively ‘forever’. You can’t control where it goes. Alas, there is no easy choice. Some people feel you should consider ‘what the deceased would have wanted’. Others consider the feelings of their living relatives the most important factor. Others feel the truth deserves to be told, regardless of consequences. We can’t tell you how to decide. But we can prepare you for the possibility. You’ve been warned. "
      ]
    }
  ]
}
